import { img_1, img_2, img_3 } from "@/assets/home";


export const HERO_TITLE = 'قيمُنا :';
export const HERO_DESCRIPTION = 'الإنسانية , الشفافية . الجودة , الحيادية ,العمل التطوعي , التنمية المستدامة';
export const HERO_IMAGES = [img_1, img_2, img_3];

export const OUR_BLOG_IMAGE = img_1;
export const OUR_BLOG_DATE = 'الخميس, 30 مايو 2024';
export const OUR_BLOG_TITLE = 'الصعوبات التي يواجهها النازحون في الخيام؟';
export const OUR_BLOG_DESC = 'يواجه  النازحون في الخيام  تحديات يومية تجعل حياتهم مليئة بالمعاناة. من الظروف البيئية القاسية إلى نقص الخدمات الأساسية، ومن المشكلات الصحية إلى التحديات الاقتصادية والاجتماعية، فإن حياة النازحين تحتاج إلى تدخلات عاجلة ومستدامة  و ...';
export const OUR_BLOG_LINK = 'blog/1';

export const STORIES = [{
    id: 1,
    img: img_1,
    title: " خالد و رحلة التعلم",
    content: `  خالد، البالغ من العمر ثلاثة و عشرين عامًا، يمثل الصمود والإصرار. على
            الرغم من أنه يواجه إعاقة جسدية و عقلية و قيودًا اجتماعية غالبًا ما
            تحد من الوصول إلى التعليم، إلا أن خالد يُظهر حماسًا لا يتزعزع
            للتعلم. يوميًا، ينطلق في رحلته إلى إحدى مساحات العمل، حريصاً على
            المشاركة جنبًا إلى جنب مع زملائه في الجامعة.ومع ذلك، كانت هذه الرحلة
            مليئة بكارات الحمير و مستنقعات مياه المجاري...
        `

},
{
    id: 2,
    img: img_2,
    title: " الأسمر و رحلته في جمع الأموال",
    content: `  خالد، البالغ من العمر ثلاثة و عشرين عامًا، يمثل الصمود والإصرار. على
            الرغم من أنه يواجه إعاقة جسدية و عقلية و قيودًا اجتماعية غالبًا ما
            تحد من الوصول إلى التعليم، إلا أن خالد يُظهر حماسًا لا يتزعزع
            للتعلم. يوميًا، ينطلق في رحلته إلى إحدى مساحات العمل، حريصاً على
            المشاركة جنبًا إلى جنب مع زملائه في الجامعة.ومع ذلك، كانت هذه الرحلة
            مليئة بكارات الحمير و مستنقعات مياه المجاري...
        `

},
{
    id: 3,
    img: img_3,
    title: " فيصل و رحلة التسول",
    content: `  خالد، البالغ من العمر ثلاثة و عشرين عامًا، يمثل الصمود والإصرار. على
            الرغم من أنه يواجه إعاقة جسدية و عقلية و قيودًا اجتماعية غالبًا ما
            تحد من الوصول إلى التعليم، إلا أن خالد يُظهر حماسًا لا يتزعزع
            للتعلم. يوميًا، ينطلق في رحلته إلى إحدى مساحات العمل، حريصاً على
            المشاركة جنبًا إلى جنب مع زملائه في الجامعة.ومع ذلك، كانت هذه الرحلة
            مليئة بكارات الحمير و مستنقعات مياه المجاري...
        `

}];


