import { img_1, img_2, img_3 } from '@/assets/home';
import { Facebook, Instagram, Linkedin, Twitter } from 'lucide-react';
export const HERO_TITLE = 'قيمُنا :';
export const HERO_DESCRIPTION =
  'الإنسانية , الشفافية . الجودة , الحيادية ,العمل التطوعي , التنمية المستدامة';
export const HERO_IMAGES = [img_1, img_2, img_3];

export const article = {
  brief: ` يواجه النازحون في الخيام تحديات يومية تجعل حياتهم مليئة بالمعاناة.
                من الظروف البيئية القاسية إلى نقص الخدمات الأساسية، ومن المشكلات
                الصحية إلى التحديات الاقتصادية والاجتماعية، فإن حياة النازحين
                تحتاج إلى تدخلات عاجلة ومستدامة من الحكومات والمنظمات الإنسانية.
                توفير بيئة معيشية كريمة لهؤلاء الأشخاص ليس فقط واجباً إنسانياً، بل
                هو خطوة أساسية نحو تحقيق الاستقرار والسلام في المجتمعات المتضررة. `,
  lists: [
    {
      id: 1,
      title: `الظروف البيئية القاسية`,
      text: `أحد أبرز الصعوبات التي يواجهها النازحون هي التحديات المرتبطة بالبيئة المحيطة. فالخيام غالباً ما تكون غير مهيأة لتحمل الظروف المناخية المتقلبة. في فصل الصيف، تتحول الخيام إلى أماكن شديدة الحرارة وغير قابلة للتهوية، مما يجعل الحياة داخلها شبه مستحيلة. وفي الشتاء، تعاني الأسر من البرد القارس والأمطار الغزيرة التي قد تتسبب في تجمع المياه حول الخيام وتلفها. هذه الظروف البيئية القاسية تزيد من معاناة النازحين وتجعل حياتهم أكثر صعوبة.`,
    },
    {
      id: 2,
      title: ` نقص الخدمات الأساسية  `,
      text: `يعاني النازحون في الخيام من نقص حاد في الخدمات الأساسية مثل المياه النظيفة، الصرف الصحي، والكهرباء. غياب إمدادات المياه الصالحة للشرب يؤدي إلى صعوبة في تلبية الاحتياجات اليومية، بينما ضعف أنظمة الصرف الصحي يتسبب في تراكم النفايات وانتشار الروائح الكريهة. كما أن معظم المخيمات تفتقر إلى الكهرباء، مما يحرم السكان من الإضاءة والتدفئة في الشتاء والتبريد في الصيف.`,
    },
    {
      id: 3,
      title: `  التحديات الصحية `,
      text: `الحياة في الخيام تشكل خطراً كبيراً على الصحة العامة. الاكتظاظ وسوء الصرف الصحي يخلق بيئة ملائمة لانتشار الأمراض المعدية مثل الكوليرا والإسهال وأمراض الجهاز التنفسي. بالإضافة إلى ذلك، فإن غياب الرعاية الصحية المناسبة يزيد من معاناة النازحين، حيث يصعب الوصول إلى العيادات الطبية أو المستشفيات بسبب بعدها أو عدم توفرها. كما أن الضغوط النفسية الناتجة عن فقدان المنازل والأحبة تؤدي إلى مشكلات صحية نفسية مثل الاكتئاب والقلق.`,
    },
    {
      id: 4,
      title: `  التحديات الاقتصادية`,
      text: `النازحون يواجهون صعوبات اقتصادية كبيرة نتيجة فقدان مصادر دخلهم التقليدية. فرص العمل داخل المخيمات أو المناطق المحيطة بها غالباً ما تكون محدودة، مما يدفع الكثيرين إلى الوقوع في براثن الفقر والعوز. حتى عندما تتوفر بعض السلع الأساسية، فإن ارتفاع أسعارها يجعل من الصعب على النازحين شرائها، مما يزيد من معاناتهم اليومية.`,
    },
    {
      id: 5,
      title: `التحديات الاجتماعية`,
      text: `النازحون يعانون أيضاً من تحديات اجتماعية متعددة. فقد يتعرضون للتمييز أو العنف من قبل المجتمعات المضيفة، مما يزيد من شعورهم بعدم الأمان. كما أن النزوح يؤدي إلى تفكك الأسرة، حيث يفقد الأطفال والكبار الدعم العاطفي والاجتماعي الذي كانوا يعتمدون عليه. بالإضافة إلى ذلك، فإن قلة فرص التعليم للأطفال النازحين تهدد مستقبلهم وتحد من قدرتهم على بناء حياة أفضل.`,
    },
    {
      id: 6,
      title: ` غياب الأمن والحماية`,
      text: `المخيمات غالباً ما تكون عرضة للهجمات أو السرقة بسبب ضعف الإجراءات الأمنية. النساء والأطفال هم الأكثر عرضة لخطر الاستغلال الجنسي والعنف الجسدي، مما يجعل الحياة داخل المخيمات غير آمنة تماماً.`,
    },
    {
      id: 7,
      title: `الاعتماد على المساعدات الإنسانية `,
      text: `يعتمد النازحون بشكل كبير على المساعدات الإنسانية لتلبية احتياجاتهم الأساسية. ومع ذلك، فإن هذه المساعدات غالباً ما تكون غير كافية أو غير منتظمة، مما يترك النازحين في حالة من القلق المستمر بشأن كيفية تلبية احتياجاتهم اليومية.`,
    },
  ],
};
export const socialLinks = [
  { icon: Instagram, href: 'https://instagram.com' },
  { icon: Linkedin, href: 'https://linkedin.com' },
  { icon: Facebook, href: 'https://facebook.com' },
  { icon: Twitter, href: 'https://twitter.com' },
];
